{
  "programs": [
    {
      "id": "usa-internship",
      "title": "Amerika Staj Programı",
      "badge": "En Popüler Program",
      "image": "/images/chefs.webp",
      "theme": {
        "bg": "bg-indigo-600/10",
        "text": "text-indigo-700",
        "soft": "rgba(79,70,229,0.25)"
      },
      "intro": "AYA Journey olarak, Amerika hayalinizi profesyonel bir kariyere dönüştüren 18 aya kadar maaşlı turizm ve aşçılık staj programlarını sunuyoruz. Program süresince hem çalışır hem kazanır hem de global bir kariyer altyapısı oluşturursunuz.",
      "sections": [
        {
          "title": "Program Tanıtımı",
          "content": "Amerika’da 12–18 ay süren bu program; turizm, otelcilik ve gastronomi alanlarında maaşlı staj imkânı sunar. Katılımcılar dünyanın önde gelen zincirlerinde çalışarak uluslararası deneyim kazanır."
        },
        {
          "title": "Amerika'da Yaşam",
          "content": "Amerika’da uzun süre yaşamak, farklı eyaletlerde çalışmak ve kültürel deneyim kazanmak mümkündür. Program boyunca kendi masraflarınızı karşılayabilir ve birikim yapabilirsiniz."
        },
        {
          "title": "Bu Program Size Ne Katar?",
          "content": "CV’nize Marriott, Hilton, Hyatt gibi global markaları ekleyebilir; dolar bazlı gelir elde edebilir ve uluslararası iş fırsatlarının kapısını aralayabilirsiniz."
        },
        {
          "title": "Kimler Başvurabilir?",
          "content": "Turizm veya gastronomi bölümü mezunları, orta seviye İngilizceye sahip, genellikle 18–34 yaş arası adaylar başvurabilir."
        },
        {
          "title": "Vize ve Mülakat Desteği",
          "content": "Sadece yerleştirme değil, vize mülakatı ve dosya stratejisini de profesyonel olarak planlıyoruz. Mülakat öncesi birebir hazırlık sağlanır."
        }
      ]
    },

{
  "id": "erasmus",
  "title": "Erasmus Vize Rehberi",
  "badge": "Avrupa Deneyimi",
  "image": "/images/erasmusimage.webp",
  "theme": {
    "bg": "bg-emerald-600/10",
    "text": "text-emerald-700",
    "soft": "rgba(16,185,129,0.25)"
  },
  "intro": "Erasmus+, Avrupa Birliği tarafından finanse edilen bir öğrenci ve eğitim hareketliliği programıdır. Öğrencilere ve stajyerlere Avrupa ülkelerinde eğitim ve staj yapma imkânı sunar. Program, uzun dönem ve kısa dönem olmak üzere iki ana başlık altında değerlendirilir.",
  "sections": [
    {
      "title": "Erasmus Öğrenim Hareketliliği (Study Mobility)",
      "content": "Bir üniversite öğrencisinin dönemlik veya yıllık olarak yurt dışındaki partner bir üniversitede eğitim almasıdır. Genellikle 1 dönem veya 1 akademik yıl sürer. Alınan dersler ECTS kredisine göre Türkiye’de sayılır. Öğrenci ülkeye göre değişen miktarlarda hibe alabilir ya da hibesiz katılım sağlayabilir. Akademik ders alma, farklı bir eğitim sistemini deneyimleme ve dil gelişimi açısından avantaj sağlar."
    },
    {
      "title": "Erasmus Staj Hareketliliği (Internship Mobility)",
      "content": "Bir öğrencinin veya yeni mezunun yurt dışında bir şirket, kurum, laboratuvar ya da organizasyonda staj yapmasıdır. Süre 2 aydan başlayıp 12 aya kadar uzayabilir. Mezuniyet sonrası 12 aya kadar staj hakkı bulunur (başvurunun öğrenci iken yapılması şartıyla). Kariyer gelişimi, CV güçlendirme ve uluslararası iş deneyimi kazanmak isteyenler için idealdir."
    },
    {
      "title": "Erasmus Vize Türleri",
      "content": "Altı aydan uzun sürecek Erasmus eğitim veya staj programları için Uzun Dönem (D Tipi / Ulusal) vize gereklidir ve ülkeye girişten sonra oturum iznine çevrilebilir. İki ila altı ay arasındaki programlar için ise Kısa Dönem (C Tipi) vizeye başvurulur."
    },
    {
      "title": "Erasmus Vizesi İçin Gerekli Evraklar",
      "content": "Geçerli pasaport, eksiksiz doldurulmuş vize başvuru formu, biyometrik fotoğraf, İngilizce ve ıslak imzalı öğrenci belgesi, Erasmus kabul mektubu, Learning Agreement veya Learning Agreement for Traineeship belgesi, maddi durum belgeleri ve Erasmus hibe yazısı, seyahat sağlık sigortası, ulaşım ve konaklama bilgileri ile motivasyon mektubu başvuru için gereklidir."
    },
    {
      "title": "Dikkat Edilmesi Gerekenler",
      "content": "Vize başvurusu en az 1,5–2 ay önceden planlanmalıdır. Belgelerdeki imza ve tarihlerin eksiksiz olması, maddi belgelerin güncel ve tutarlı sunulması önemlidir. Konsolosluğun talep ettiği dile uygun evrak hazırlanmalı ve tüm belgelerin birer kopyası saklanmalıdır."
    },
    {
      "title": "Erasmus Vize Başvuru Süreci",
      "content": "Randevu alınması, evrakların hazırlanması, biyometrik işlemlerin tamamlanması ve vize sonucunun beklenmesi sürecin temel adımlarıdır. Başvurular ülkeye göre 15 ila 60 gün arasında sonuçlanabilir. Bazı ülkeler ek mülakat veya e-posta yoluyla ek bilgi talep edebilir."
    }
  ]
},


    {
      "id": "language-school",
      "title": "Yurtdışı Dil Okulları",
      "badge": "Herkese Uygun",
      "image": "/images/dilokulu.webp",
      "theme": {
        "bg": "bg-amber-500/10",
        "text": "text-amber-700",
        "soft": "rgba(245,158,11,0.25)"
      },
      "intro": "Yurtdışı dil okulları, kısa veya uzun süreli programlarla yabancı dili yerinde öğrenmek isteyenler için ideal bir seçenektir.",
      "sections": [
        {
          "title": "Program İçeriği",
          "content": "Genel İngilizce, yoğun İngilizce, akademik İngilizce ve sınav hazırlık programları sunulur."
        },
        {
          "title": "Hangi Ülkeler?",
          "content": "İngiltere, İrlanda, Kanada, Malta, Amerika ve Avustralya en çok tercih edilen ülkeler arasındadır."
        },
        {
          "title": "Yaş ve Seviye Şartı",
          "content": "Genellikle 16 yaş üstü herkes katılabilir. Dil seviyesi şartı yoktur."
        },
        {
          "title": "Vize ve Konaklama",
          "content": "Öğrenci vizesi, aile yanı veya yurt konaklama seçenekleri konusunda danışmanlık sağlanır."
        }
      ]
    },

   {
  "id": "au-pair",
  "title": "Au Pair Programı",
  "badge": "Kültürel Değişim",
  "image": "/images/aupair.webp",
  "theme": {
    "bg": "bg-rose-500/10",
    "text": "text-rose-700",
    "soft": "rgba(244,63,94,0.25)"
  },
  "intro": "Au Pair Programı, gençlerin Amerika Birleşik Devletleri’nde bir ev sahibi aileyle birlikte yaşayarak çocuk bakımında destek olduğu, kültürel değişim temelli resmi bir programdır. Konaklama, cep harçlığı ve eğitim bursu sunmasıyla uzun süreli yurt dışı yaşam hayali kuranlar için en ideal seçeneklerden biridir.",
  "sections": [
    {
      "title": "Au Pair Programı Nedir?",
      "content": "Günlük kullanımda dadı veya bebek bakıcılığı ile karıştırılsa da Au Pair, esasen bir kültürel değişim programıdır. Program kapsamında katılımcılar, seçilmiş bir Amerikalı ev sahibi aile ile birlikte yaşar ve çocuk bakımında destek olur. Amaç yalnızca çalışmak değil; aile ortamında yaşayarak Amerikan kültürünü birebir deneyimlemektir. Au Pair Programı, Amerika’da hem konaklama hem çalışma hem de eğitim bursu sunan nadir programlardan biridir."
    },
    {
      "title": "Au Pair Olmanın Avantajları",
      "content": "Au Pair Programı, yurt dışında uzun süre yaşamak isteyen gençler için birçok avantaj sunar. Bunlar arasında 12 aya kadar düşük maliyetle ABD’de yaşama imkânı, yerel bir ailenin parçası olma, İngilizce dil becerilerini günlük hayatta geliştirme, uluslararası arkadaşlıklar kurma, farklı bir kültürü yakından tanıma ve kendi kültürünü paylaşma yer alır. Aynı zamanda kişisel gelişimi destekler, bağımsızlık kazandırır ve CV’ye güçlü bir uluslararası deneyim ekler."
    },
    {
      "title": "Au Pair Programına Kimler Başvurabilir?",
      "content": "Programa başvuracak kadın adayların 18–26 yaş aralığında olması gerekir (26 yaşını doldurmadan yaklaşık 8 ay önce başvuru yapılabilir). Üniversite öğrencisi veya mezunu olmak (önlisans kabul edilir), fiziksel ve mental olarak sağlıklı olmak, sigara kullanmamak, aktif araç kullanabilen ehliyete sahip olmak ve en az B1 seviyesinde İngilizce konuşabilmek temel şartlardandır. Ayrıca çocukları sevmek, bakım deneyimine sahip olmak, sorumluluk sahibi ve uyumlu olmak da önemli kriterler arasındadır."
    },
    {
      "title": "Ev Sahibi Ailenin Sorumlulukları",
      "content": "Ev sahibi aileler Au Pair katılımcılarına özel bir oda, günlük yemekler, haftalık cep harçlığı ve belirlenen saatler dahilinde çalışma düzeni sunar. Bunun yanında dil eğitimi için yıllık eğitim bursu sağlar, kültürel değişimi destekler ve Au Pair’in güvenliği ile refahından sorumludur. Açık iletişim ve rehberlik, programın temel taşlarındandır."
    },
    {
      "title": "Bir Bakışta Au Pair Programı",
      "content": "Au Pair Programı, J-1 Au Pair vizesi ile 12 ila 24 ay ABD’de kalma imkânı sunar. Katılımcılar ev sahibi aileyle birlikte yaşar, haftada en fazla 45 saat çalışır ve günde 10 saati aşmayacak şekilde yalnızca çocuk bakımıyla ilgili görevleri yerine getirir. Esnek çalışma saatleri ve kültürel değişim odaklı bir yapı sunar."
    },
    {
      "title": "Adım Adım Au Pair Süreci",
      "content": "Süreç başvuru ve kayıt ile başlar, ardından mülakat aşaması gelir. Gerekli belgelerle Au Pair dosyası oluşturulur, ev sahibi aile ile eşleşme sağlanır. Daha sonra vize süreci tamamlanır ve seyahat planlaması yapılır. ABD’ye varış sonrası oryantasyon süreciyle program resmi olarak başlar."
    },
    {
      "title": "J-1 Vizesi Nedir?",
      "content": "J-1 vizesi, ABD Dışişleri Bakanlığı tarafından yürütülen kültürel değişim programları kapsamında verilen özel bir vize türüdür. Öğrenci değişimi, staj, araştırma ve Au Pair gibi programları kapsar. Bu vize ile katılımcılar belirlenen şartlar altında ABD’de çalışabilir ve program sonunda ülkelerine dönmekle yükümlüdür."
    },
    {
      "title": "J-1 Vizesi İçin Gerekli Belgeler",
      "content": "J-1 Kültürel Değişim Ziyaretçi Vizesi için pasaport (seyahat sonrası en az 6 ay geçerli), DS-160 formu, biyometrik fotoğraf, vize randevu onayı, DS-2019 formu, SEVIS ücret ödeme belgesi, vize ücret ödeme belgesi, Au Pair – ev sahibi aile anlaşması ve davet mektubu gereklidir."
    },
    {
      "title": "Adım Adım J-1 Vize Başvurusu",
      "content": "Öncelikle size uygun J-1 değişim programı seçilir. Ardından sponsor kontrolü yapılır ve sponsor ile iletişime geçilir. DS-2019 formu alınır, SEVIS ücreti ödenir ve DS-160 formu doldurulur. Konsolosluktan mülakat randevusu alınır, gerekli belgeler hazırlanır ve vize mülakatı gerçekleştirilir."
    }
  ]
}

  ]
}
